Repository: y187082446-netizen/Compositor-cn
Catalog: Compositor/Localization/Localizable.xcstrings
Source language: en
Languages: ar, es, fr, hi, it, ja, pt_br, ru, zh_hans

source: Tones from black on the left to white on the right: blacks, shadows, midtones, highlights, whites. Control-click to show the vectorscope.
ar: درجات الألوان من الأسود على اليسار إلى الأبيض على اليمين: الأسود والظلال والدرجات اللونية النصفية والإبرازات والأبيض. انقر مع الضغط على مفتاح التحكم لإظهار نطاق المتجهات.
es: Tonos del negro a la izquierda al blanco a la derecha: negros, sombras, medios tonos, luces, blancos. Mantenga presionada la tecla Control y haga clic para mostrar el vectorscopio.
fr: Tons du noir à gauche au blanc à droite : noirs, ombres, tons moyens, reflets, blancs. Contrôle-clic pour afficher le vecteurscope.
hi: बाईं ओर काले से दाईं ओर सफेद तक टोन: काला, छाया, मिडटोन, हाइलाइट्स, सफेद। वेक्टरस्कोप दिखाने के लिए कंट्रोल-क्लिक करें।
it: Toni dal nero a sinistra al bianco a destra: neri, ombre, mezzitoni, luci, bianchi. Fai clic tenendo premuto il tasto Control per mostrare il vettorscopio.
ja: 左の黒から右の白までのトーン: 黒、シャドウ、ミッドトーン、ハイライト、白。 Control キーを押しながらクリックすると、ベクトルスコープが表示されます。
pt_br: Tons do preto à esquerda ao branco à direita: pretos, sombras, meios-tons, realces, brancos. Clique com a tecla Control pressionada para mostrar o vetorscópio.
ru: Тона от черного слева до белого справа: черный, тени, средние тона, светлые тона, белый. Удерживая клавишу Control, щелкните, чтобы отобразить вектороскоп.
zh_hans: 色调从左边的黑色到右边的白色：黑色、阴影、中间调、高光、白色。按住 Control 键单击以显示矢量示波器。

source: Tones per channel: 2 is pure black and white
ar: النغمات لكل قناة: 2 أبيض وأسود نقي
es: Tonos por canal: 2 es blanco y negro puro
fr: Tonalités par canal : 2 sont du noir et blanc pur
hi: प्रति चैनल टोन: 2 शुद्ध काला और सफेद है
it: Toni per canale: 2 è bianco e nero puro
ja: チャンネルごとのトーン: 2 は純粋な白黒です
pt_br: Tons por canal: 2 é preto e branco puro
ru: Тонов на канал: 2 — чисто черный и белый.
zh_hans: 每通道音调：2种为纯黑白

source: Top
ar: أعلى
es: arriba
fr: Haut
hi: शीर्ष
it: In alto
ja: トップへ
pt_br: Superior
ru: Топ
zh_hans: 顶部

source: Top Left Pixel Color
ar: لون البكسل العلوي الأيسر
es: Color del píxel superior izquierdo
fr: Couleur des pixels en haut à gauche
hi: शीर्ष बाएँ पिक्सेल रंग
it: Colore pixel in alto a sinistra
ja: 左上のピクセルの色
pt_br: Cor do pixel superior esquerdo
ru: Цвет верхнего левого пикселя
zh_hans: 左上角像素颜色

source: Top center
ar: المركز العلوي
es: Centro superior
fr: En haut au centre
hi: शीर्ष केंद्र
it: In alto al centro
ja: 中央上部
pt_br: Centro superior
ru: Верхний центр
zh_hans: 顶部中心

source: Top left
ar: أعلى اليسار
es: Arriba a la izquierda
fr: En haut à gauche
hi: ऊपर बाएँ
it: In alto a sinistra
ja: 左上
pt_br: Canto superior esquerdo
ru: Вверху слева
zh_hans: 左上

source: Top right
ar: أعلى اليمين
es: Arriba a la derecha
fr: En haut à droite
hi: शीर्ष दाईं ओर
it: In alto a destra
ja: 右上
pt_br: Canto superior direito
ru: Вверху справа
zh_hans: 右上

source: Tracking
ar: تتبع
es: Seguimiento
fr: Suivi
hi: ट्रैकिंग
it: Monitoraggio
ja: 追跡
pt_br: Rastreamento
ru: Отслеживание
zh_hans: 追踪

source: Transform
ar: تحويل
es: transformar
fr: Transformer
hi: परिवर्तन
it: Trasformare
ja: トランスフォーム
pt_br: Transformar
ru: Трансформировать
zh_hans: 变换

source: Transform Layer
ar: تحويل الطبقة
es: Transformar capa
fr: Transformer le calque
hi: परत परिवर्तन
it: Trasforma livello
ja: レイヤーの変換
pt_br: Camada de transformação
ru: Трансформировать слой
zh_hans: 变换层

source: Transform Layer / Selection
ar: تحويل الطبقة / التحديد
es: Transformar capa/selección
fr: Transformer le calque/sélection
hi: परत / चयन को रूपांतरित करें
it: Trasforma livello/selezione
ja: レイヤー/選択範囲を変換
pt_br: Camada/Seleção de Transformação
ru: Трансформировать слой/выделение
zh_hans: 变换图层/选区

source: Transform Layer Mask
ar: تحويل قناع الطبقة
es: Transformar máscara de capa
fr: Masque de calque de transformation
hi: लेयर मास्क को रूपांतरित करें
it: Trasforma maschera di livello
ja: トランスフォームレイヤーマスク
pt_br: Máscara de camada de transformação
ru: Трансформировать маску слоя
zh_hans: 变换图层蒙版

source: Transform Layers
ar: تحويل الطبقات
es: Transformar capas
fr: Transformer les calques
hi: परतें बदलना
it: Trasforma i livelli
ja: レイヤーを変換する
pt_br: Transformar camadas
ru: Трансформировать слои
zh_hans: 变换图层

source: Transform Mask
ar: قناع التحويل
es: Transformar Mascarilla
fr: Masque de transformation
hi: मुखौटा बदलना
it: Trasforma maschera
ja: トランスフォームマスク
pt_br: Máscara de transformação
ru: Трансформировать маску
zh_hans: 变换蒙版

source: Transform Selection
ar: تحويل التحديد
es: Transformar selección
fr: Transformer la sélection
hi: चयन परिवर्तन
it: Trasforma la selezione
ja: 選択範囲の変換
pt_br: Seleção de transformação
ru: Преобразовать выделение
zh_hans: 变换选择

source: Transparent
ar: شفاف
es: Transparente
fr: Transparente
hi: पारदर्शी
it: Trasparente
ja: 透明
pt_br: Transparente
ru: Прозрачный
zh_hans: 透明

source: Transparent Pixels
ar: بكسلات شفافة
es: Píxeles transparentes
fr: Pixels transparents
hi: पारदर्शी पिक्सेल
it: Pixel trasparenti
ja: 透明ピクセル
pt_br: Pixels Transparentes
ru: Прозрачные пиксели
zh_hans: 透明像素

source: Transparent canvas · sRGB
ar: قماش شفاف · إس آر جي بي
es: Lienzo transparente · sRGB
fr: Toile transparente · sRVB
hi: पारदर्शी कैनवास · एसआरजीबी
it: Tela trasparente · sRGB
ja: 透明キャンバス・sRGB
pt_br: Tela transparente · sRGB
ru: Прозрачный холст · sRGB
zh_hans: 透明画布·sRGB

source: Trim
ar: تقليم
es: Recortar
fr: Couper
hi: ट्रिम
it: Tagliare
ja: トリム
pt_br: Aparar
ru: Обрезать
zh_hans: 修剪

source: Trim Away
ar: تقليم بعيدا
es: Recortar
fr: Couper
hi: दूर ट्रिम करें
it: Taglia via
ja: トリム・アウェイ
pt_br: Aparar
ru: Обрезать
zh_hans: 修剪掉

source: Trim…
ar: تقليم…
es: Recortar…
fr: Couper…
hi: ट्रिम…
it: Taglia…
ja: トリム…
pt_br: Aparar…
ru: Обрезать…
zh_hans: 修剪…

source: Two Colors
ar: لونين
es: Dos colores
fr: Deux couleurs
hi: दो रंग
it: Due colori
ja: 2 色
pt_br: Duas cores
ru: Два цвета
zh_hans: 两种颜色

source: Txt
ar: رسالة نصية
es: texto
fr: Texte
hi: टेक्स्ट
it: Testo
ja: テキスト
pt_br: Texto
ru: ТХТ
zh_hans: 文本

source: TySh
ar: تايش
hi: टायश
ja: タイシュ
ru: ТыШ
zh_hans: 泰什

source: Type
ar: اكتب
es: Tipo
fr: Tapez
hi: प्रकार
it: Digitare
ja: 種類
pt_br: Tipo
ru: Тип
zh_hans: 类型

source: Type (T)
ar: النوع (ت)
es: Tipo (T)
fr: Tapez (T)
hi: प्रकार (टी)
it: Tipo (T)
ja: タイプ(T)
pt_br: Tipo (T)
ru: Тип (Т)
zh_hans: 类型（T）

source: Type tool
ar: اكتب أداة
es: Tipo herramienta
fr: Outil de saisie
hi: उपकरण टाइप करें
it: Strumento di digitazione
ja: 文字ツール
pt_br: Ferramenta de tipo
ru: Тип инструмента
zh_hans: 类型工具

source: Underlying pixels · alpha-weighted histogram
ar: وحدات البكسل الأساسية · الرسم البياني المرجح ألفا
es: Píxeles subyacentes · histograma ponderado alfa
fr: Pixels sous-jacents · histogramme pondéré alpha
hi: अंतर्निहित पिक्सेल · अल्फा-भारित हिस्टोग्राम
it: Pixel sottostanti · Istogramma ponderato alfa
ja: 基礎となるピクセル・アルファ加重ヒストグラム
pt_br: Pixels subjacentes · histograma ponderado alfa
ru: Базовые пиксели · альфа-взвешенная гистограмма
zh_hans: 底层像素·alpha 加权直方图

source: Undo
ar: تراجع
es: Deshacer
fr: Annuler
hi: पूर्ववत करें
it: Annulla
ja: 元に戻す
pt_br: Desfazer
ru: Отменить
zh_hans: 撤消

source: Ungroup Layers
ar: فك تجميع الطبقات
es: Desagrupar capas
fr: Dissocier les calques
hi: परतों को असमूहीकृत करें
it: Separa livelli
ja: レイヤーのグループ化を解除する
pt_br: Desagrupar camadas
ru: Разгруппировать слои
zh_hans: 取消图层组合

source: Uniform
ar: موحد
es: uniforme
fr: Uniforme
hi: वर्दी
it: Uniforme
ja: ユニフォーム
pt_br: Uniforme
ru: Униформа
zh_hans: 制服

source: Units
ar: الوحدات
es: Unidades
fr: Unités
hi: इकाइयाँ
it: Unità
ja: 単位
pt_br: Unidades
ru: Единицы
zh_hans: 单位

source: Unlink Layer Mask
ar: إلغاء ربط قناع الطبقة
es: Desvincular máscara de capa
fr: Dissocier le masque de calque
hi: लेयर मास्क को अनलिंक करें
it: Scollega maschera di livello
ja: レイヤーマスクのリンクを解除する
pt_br: Desvincular máscara de camada
ru: Отсоединить маску слоя
zh_hans: 取消链接图层蒙版

source: Unlink Mask
ar: فك ربط القناع
es: Máscara de desvinculación
fr: Masque de dissociation
hi: मास्क अनलिंक करें
it: Scollega maschera
ja: マスクのリンクを解除する
pt_br: Desvincular máscara
ru: Отсоединить маску
zh_hans: 取消链接蒙版

source: Unlink layer and mask to move or transform them separately
ar: قم بإلغاء ربط الطبقة والقناع لتحريكهما أو تحويلهما بشكل منفصل
es: Desvincula capa y máscara para moverlas o transformarlas por separado
fr: Dissocier le calque et le masque pour les déplacer ou les transformer séparément
hi: परत और मास्क को अलग-अलग स्थानांतरित करने या रूपांतरित करने के लिए उन्हें अनलिंक करें
it: Scollega livello e maschera per spostarli o trasformarli separatamente
ja: レイヤーとマスクのリンクを解除して、個別に移動または変形します
pt_br: Desvincule camada e máscara para movê-las ou transformá-las separadamente
ru: Отсоедините слой и маску, чтобы переместить или преобразовать их по отдельности.
zh_hans: 取消链接图层和蒙版以分别移动或变换它们

source: Unlink mask: %@
ar: إلغاء ربط القناع: %@
es: Máscara de desvinculación: %@
fr: Masque de dissociation : %@
hi: मास्क अनलिंक करें: %@
it: Scollega maschera: %@
ja: マスクのリンクを解除: %@
pt_br: Desvincular máscara: %@
ru: Маска отмены связи: %@
zh_hans: 取消链接掩码：%@

source: Unsaved changes
ar: التغييرات غير المحفوظة
es: Cambios no guardados
fr: Modifications non enregistrées
hi: सहेजे न गए परिवर्तन
it: Modifiche non salvate
ja: 未保存の変更
pt_br: Alterações não salvas
ru: Несохраненные изменения
zh_hans: 未保存的更改

source: Untitled
ar: بدون عنوان
es: Sin título
fr: Sans titre
hi: शीर्षकहीन
it: Senza titolo
ja: 無題
pt_br: Sem título
ru: Без названия
zh_hans: 无题

source: Up
ar: لأعلى
es: arriba
fr: Vers le haut
hi: ऊपर
it: Su
ja: 上へ
pt_br: Acima
ru: Вверх
zh_hans: 向上

source: Updating…
ar: جارٍ التحديث…
es: Actualizando…
fr: Mise à jour…
hi: अपडेट हो रहा है...
it: Aggiornamento…
ja: 更新中…
pt_br: Atualizando…
ru: Обновление…
zh_hans: 正在更新…

source: Upright
ar: تستقيم
es: vertical
fr: Debout
hi: सीधा
it: In posizione verticale
ja: 直立
pt_br: Vertical
ru: Вертикальный
zh_hans: 直立式

source: Use 1–%@ pixels per side, up to %@ megapixels, and 1–9,600 pixels/inch.
ar: استخدم 1–%@ بكسل لكل جانب، وما يصل إلى %@ ميجابكسل، و1–9600 بكسل/بوصة.
es: Utilice entre 1 y %@ píxeles por lado, hasta %@ megapíxeles y entre 1 y 9600 píxeles por pulgada.
fr: Utilisez 1 à %@ pixels par côté, jusqu'à %@ mégapixels et 1 à 9 600 pixels/pouce.
hi: प्रति पक्ष 1–%@ पिक्सेल, %@ मेगापिक्सेल तक, और 1–9,600 पिक्सेल/इंच का उपयोग करें।
it: Utilizza 1–%@ pixel per lato, fino a %@ megapixel e 1–9.600 pixel/pollice.
ja: 片側あたり 1 ～ %@ ピクセル、最大 %@ メガピクセル、1 ～ 9,600 ピクセル/インチを使用します。
pt_br: Use 1–%@ pixels por lado, até %@ megapixels e 1–9.600 pixels/polegada.
ru: Используйте 1–%@ пикселей на каждую сторону, до %@ мегапикселей и 1–9600 пикселей/дюйм.
zh_hans: 每边使用 1–%@ 像素，最多 %@ 百万像素，以及 1–9,600 像素/英寸。

source: Use gridlines every %@–%@ pixels and %@–%@ subdivisions, no more than the pixels between gridlines.
ar: استخدم خطوط الشبكة في كل %@–%@ بكسل و%@–%@ تقسيمات فرعية، وليس أكثر من وحدات البكسل الموجودة بين خطوط الشبكة.
es: Utilice líneas de cuadrícula cada %@–%@ píxeles y %@–%@ subdivisiones, no más que los píxeles entre líneas de cuadrícula.
fr: Utilisez un quadrillage tous les %@–%@ pixels et %@–%@ subdivisions, pas plus que les pixels entre les quadrillages.
hi: प्रत्येक %@–%@ पिक्सेल और %@–%@ उपविभाजन में ग्रिडलाइन का उपयोग करें, ग्रिडलाइन के बीच के पिक्सेल से अधिक नहीं।
it: Utilizza le griglie ogni %@–%@ pixel e %@–%@ suddivisioni, non più dei pixel tra le griglie.
ja: %@–%@ ピクセルごとにグリッド線を使用し、グリッド線の間のピクセルを超えない範囲で %@–%@ サブディビジョンを使用します。
pt_br: Use linhas de grade a cada %@–%@ pixels e subdivisões %@–%@, não mais do que os pixels entre as linhas de grade.
ru: Используйте линии сетки каждые %@–%@ пикселей и %@–%@ подразделений, не более, чем пиксели между линиями сетки.
zh_hans: 每隔 %@–%@ 像素和 %@–%@ 细分使用网格线，不超过网格线之间的像素。

source: Values
ar: القيم
es: Valores
fr: Valeurs
hi: मान
it: Valori
ja: 価値観
pt_br: Valores
ru: Ценности
zh_hans: 价值观

source: Vector shape was rasterized to pixels.
ar: تم تنقيط شكل المتجه إلى وحدات البكسل.
es: La forma del vector se rasterizó en píxeles.
fr: La forme du vecteur a été rastérisée en pixels.
hi: वेक्टर आकार को पिक्सेल में रेखापुंज किया गया।
it: La forma vettoriale è stata rasterizzata in pixel.
ja: ベクトル形状はピクセルにラスター化されました。
pt_br: A forma do vetor foi rasterizada em pixels.
ru: Векторная форма была растеризована до пикселей.
zh_hans: 矢量形状被光栅化为像素。

source: Vectorscope
ar: فيكتورسكوب
es: Vectorscopio
fr: Vectoroscope
hi: वेक्टरस्कोप
it: Vettorscopio
ja: ベクトルスコープ
pt_br: Vetorscópio
ru: Вектороскоп
zh_hans: 矢量示波器

source: Version 1
ar: الإصدار 1
es: Versión 1
hi: संस्करण 1
it: Versione 1
ja: バージョン1
pt_br: Versão 1
ru: Версия 1
zh_hans: 版本1

source: Version 2
ar: الإصدار 2
es: Versión 2
hi: संस्करण 2
it: Versione 2
ja: バージョン2
pt_br: Versão 2
ru: Версия 2
zh_hans: 版本2

source: Version 3
ar: الإصدار 3
es: Versión 3
hi: संस्करण 3
it: Versione 3
ja: バージョン3
pt_br: Versão 3
ru: Версия 3
zh_hans: 版本3

source: Version 4
ar: الإصدار 4
es: Versión 4
hi: संस्करण 4
it: Versione 4
ja: バージョン4
pt_br: Versão 4
ru: Версия 4
zh_hans: 版本4

source: Version 5
ar: الإصدار 5
es: Versión 5
hi: संस्करण 5
it: Versione 5
ja: バージョン5
pt_br: Versão 5
ru: Версия 5
zh_hans: 版本5

source: Version 6
ar: الإصدار 6
es: Versión 6
hi: संस्करण 6
it: Versione 6
ja: バージョン6
pt_br: Versão 6
ru: Версия 6
zh_hans: 版本6

source: Vertical
ar: عمودي
es: verticales
fr: Verticale
hi: लंबवत
it: Verticale
ja: 垂直
pt_br: Verticais
ru: Вертикальный
zh_hans: 垂直

source: Vertical ruler
ar: المسطرة العمودية
es: regla vertical
fr: Règle verticale
hi: ऊर्ध्वाधर शासक
it: Righello verticale
ja: 縦定規
pt_br: Régua vertical
ru: Вертикальная линейка
zh_hans: 垂直标尺

source: VerticalScale
ar: مقياس عمودي
es: Escala vertical
fr: Échelle verticale
hi: वर्टिकलस्केल
it: Scala verticale
ja: 垂直スケール
pt_br: Escala Vertical
ru: Вертикальный масштаб
zh_hans: 垂直刻度

source: Vibrance
ar: حيوية
es: Vibrancia
hi: जीवंतता
it: Vividezza
ja: 活気
pt_br: Vibração
ru: Яркость
zh_hans: 活力

source: Vignette
ar: المقالة القصيرة
es: viñeta
hi: विगनेट
it: Vignetta
ja: ビネット
pt_br: Vinheta
ru: Виньетка
zh_hans: 小插图

source: Vignette…
ar: المقالة القصيرة…
es: Viñeta…
fr: Vignettes…
hi: विग्नेट…
it: Vignetta…
ja: ビネット…
pt_br: Vinheta…
ru: Виньетка…
zh_hans: 小插图…

source: Vignetting
ar: التظليل
es: viñeteado
fr: Vignettage
hi: विग्नेटिंग
it: Vignettatura
ja: 口径食
pt_br: Vinheta
ru: Виньетирование
zh_hans: 渐晕

source: Visualize Range
ar: تصور النطاق
es: Visualizar rango
fr: Visualiser la plage
hi: रेंज विज़ुअलाइज़ करें
it: Visualizza la gamma
ja: 範囲を視覚化する
pt_br: Visualizar intervalo
ru: Визуализируйте диапазон
zh_hans: 可视化范围

source: Vivid Light
ar: ضوء حي
es: Luz viva
fr: Lumière vive
hi: ज्वलंत प्रकाश
it: Luce vivida
ja: 鮮やかな光
pt_br: Luz Vívida
ru: Яркий свет
zh_hans: 鲜艳的光

source: Vrtc
ar: فرتك
ru: Вртц
zh_hans: 电压控制

source: Wand
ar: عصا
es: varita
fr: Baguette
hi: छड़ी
it: Bacchetta
ja: ワンド
pt_br: Varinha
ru: палочка
zh_hans: 魔杖

source: Warmth
ar: الدفء
es: Calidez
fr: Chaleur
hi: गरमी
it: Calore
ja: 温もり
pt_br: Calor
ru: Тепло
zh_hans: 温暖

source: Weakens green fringes inside the green hue range.
ar: يضعف الأطراف الخضراء داخل نطاق اللون الأخضر.
es: Debilita las franjas verdes dentro del rango de tonalidad verde.
fr: Affaiblit les franges vertes à l’intérieur de la gamme de teintes vertes.
hi: हरे रंग की सीमा के अंदर हरे किनारों को कमजोर करता है।
it: Indebolisce le frange verdi all'interno della gamma delle tonalità del verde.
ja: 緑の色相範囲内の緑のフリンジを弱めます。
pt_br: Enfraquece as franjas verdes dentro da faixa de tonalidade verde.
ru: Ослабляет зеленые полосы внутри диапазона зеленого оттенка.
zh_hans: 削弱绿色色调范围内的绿色条纹。

source: Weakens purple fringes inside the purple hue range.
ar: يضعف الأطراف الأرجوانية داخل نطاق اللون الأرجواني.
es: Debilita las franjas moradas dentro del rango de tonalidad morada.
fr: Affaiblit les franges violettes à l'intérieur de la gamme de teintes violettes.
hi: बैंगनी रंग सीमा के अंदर बैंगनी किनारों को कमजोर करता है।
it: Indebolisce le frange viola all'interno della gamma di tonalità viola.
ja: 紫の色相範囲内の紫のフリンジを弱めます。
pt_br: Enfraquece as franjas roxas dentro da faixa de tonalidade roxa.
ru: Ослабляет фиолетовые полосы внутри диапазона фиолетовых оттенков.
zh_hans: 削弱紫色色调范围内的紫边。

source: White
ar: أبيض
es: blanco
fr: Blanc
hi: सफ़ेद
it: Bianco
ja: ホワイト
pt_br: Branco
ru: Белый
zh_hans: 白色

source: White Balance
ar: توازن اللون الأبيض
es: Balance de blancos
fr: Balance des blancs
hi: श्वेत संतुलन
it: Bilanciamento del bianco
ja: ホワイトバランス
pt_br: Balanço de branco
ru: Баланс белого
zh_hans: 白平衡

source: White Balance Selector
ar: محدد توازن اللون الأبيض
es: Selector de equilibrio de blancos
fr: Sélecteur de balance des blancs
hi: श्वेत संतुलन चयनकर्ता
it: Selettore del bilanciamento del bianco
ja: ホワイトバランスセレクター
pt_br: Seletor de equilíbrio de branco
ru: Селектор баланса белого
zh_hans: 白平衡选择器

source: White · Reveal
ar: الأبيض · كشف
es: Blanco · revelar
fr: Blanc · Révéler
hi: सफ़ेद · प्रकट करना
it: Bianco · Rivela
ja: ホワイト・リビール
pt_br: Branco · Revelar
ru: Белый · Раскрыть
zh_hans: 白色·显露

source: Whites
ar: البيض
es: blancos
fr: Blancs
hi: गोरे
it: Bianchi
ja: 白人
pt_br: Brancos
ru: Белые
zh_hans: 白人

source: Width
ar: العرض
es: Ancho
fr: Largeur
hi: चौड़ाई
it: Larghezza
ja: 幅
pt_br: Largura
ru: Ширина
zh_hans: 宽度

source: Wobble
ar: تمايل
es: tambaleo
fr: Osciller
hi: लड़खड़ाना
it: Oscillare
ja: ぐらつく
pt_br: Oscilação
ru: Колебание
zh_hans: 摆动

source: Working…
ar: العمل…
es: Trabajando…
fr: Travailler…
hi: काम कर रहा हूँ...
it: Lavorando…
ja: 働いています…
pt_br: Trabalhando…
ru: Работаю…
zh_hans: 工作…

source: Yellow
ar: أصفر
es: amarillo
fr: Jaune
hi: पीला
it: Giallo
ja: 黄色
pt_br: Amarelo
ru: Желтый
zh_hans: 黄色

source: Yellow / Blue
ar: أصفر / أزرق
es: Amarillo / Azul
fr: Jaune / Bleu
hi: पीला/नीला
it: Giallo/Blu
ja: イエロー/ブルー
pt_br: Amarelo / Azul
ru: Желтый/Синий
zh_hans: 黄/蓝

source: Yellows
ar: يصفر
es: Amarillos
fr: Jaunes
hi: पीला
it: Gialli
ja: イエロー
pt_br: Amarelos
ru: Желтые
zh_hans: 黄色

source: YouTube Thumb
ar: يوتيوب الإبهام
es: Pulgar de YouTube
fr: Pouce YouTube
hi: यूट्यूब अंगूठा
it: Pollice di YouTube
ja: YouTube の親指
pt_br: Polegar do YouTube
ru: Большой палец YouTube
zh_hans: YouTube 拇指

source: Your changes will be lost if you don’t save them.
ar: سيتم فقدان تغييراتك إذا لم تقم بحفظها.
es: Sus cambios se perderán si no los guarda.
fr: Vos modifications seront perdues si vous ne les enregistrez pas.
hi: यदि आप अपने परिवर्तन सहेज नहीं पाते हैं तो वे खो जाएंगे।
it: Le modifiche andranno perse se non le salvi.
ja: 変更を保存しないと、変更は失われます。
pt_br: Suas alterações serão perdidas se você não salvá-las.
ru: Ваши изменения будут потеряны, если вы их не сохраните.
zh_hans: 如果您不保存，您的更改将会丢失。

source: Zoom
ar: تكبير
es: Ampliar
fr: Zoomer
hi: ज़ूम करें
ja: ズーム
ru: Увеличить
zh_hans: 变焦

source: Zoom (Z)
ar: تكبير (ي)
fr: Zoomer (Z)
hi: ज़ूम (जेड)
ja: ズーム(Z)
ru: Масштаб (Z)
zh_hans: 变焦（Z）

source: Zoom In
ar: تكبير
es: Acercar
fr: Zoomer
hi: ज़ूम इन करें
it: Zoom avanti
ja: ズームイン
pt_br: Ampliar
ru: Увеличить масштаб
zh_hans: 放大

source: Zoom Out
ar: تصغير
es: Alejar
fr: Zoom arrière
hi: ज़ूम आउट करें
it: Rimpicciolisci
ja: ズームアウト
pt_br: Diminuir zoom
ru: Уменьшить масштаб
zh_hans: 缩小

source: Zoom in
ar: تكبير
es: Acercar
fr: Zoomer
hi: ज़ूम इन करें
it: Ingrandisci
ja: ズームイン
pt_br: Ampliar
ru: Увеличить масштаб
zh_hans: 放大

source: Zoom in (⌘+)
ar: تكبير (⌘+)
es: Acercar (⌘+)
fr: Zoomer (⌘+)
hi: ज़ूम इन करें (⌘+)
it: Ingrandisci (⌘+)
ja: ズームイン (⌘+)
pt_br: Ampliar (⌘+)
ru: Увеличить (⌘+)
zh_hans: 放大 (⌘+)

source: Zoom in (⌘+), now %@. At 100% each pixel of the JPEG is one pixel of the screen, as on the canvas
ar: كبّر الصورة (⌘+)، الآن %@. عند 100%، يمثل كل بكسل من JPEG بكسلًا واحدًا من الشاشة، كما هو الحال في اللوحة القماشية
es: Ampliar (⌘+), ahora %@. Al 100% cada píxel del JPEG es un píxel de la pantalla, como en el lienzo
fr: Zoomez (⌘+), maintenant %@. A 100% chaque pixel du JPEG correspond à un pixel de l'écran, comme sur la toile
hi: ज़ूम इन करें (⌘+), अब %@। 100% पर JPEG का प्रत्येक पिक्सेल स्क्रीन का एक पिक्सेल है, जैसा कि कैनवास पर है
it: Ingrandisci (⌘+), ora %@. Al 100% ogni pixel del JPEG è un pixel dello schermo, come sulla tela
ja: ズームイン (⌘+)、今度は %@ です。 100% では、JPEG の各ピクセルは、キャンバス上の場合と同様に、画面の 1 ピクセルになります。
pt_br: Aumente o zoom (⌘+), agora %@. A 100%, cada pixel do JPEG é um pixel da tela, como na tela
ru: Увеличьте масштаб (⌘+), теперь %@. При 100% каждый пиксель JPEG — это один пиксель экрана, как на холсте.
zh_hans: 放大 (⌘+)，现在%@。 100% 时，JPEG 的每个像素都是屏幕的一个像素，就像在画布上一样

source: Zoom out
ar: تصغير
es: alejar
fr: Zoom arrière
hi: ज़ूम आउट करें
it: Rimpicciolisci
ja: ズームアウト
pt_br: Diminuir zoom
ru: Уменьшить масштаб
zh_hans: 缩小

source: Zoom out (⌘−)
ar: التصغير (⌘−)
es: Alejar (⌘−)
fr: Zoom arrière (⌘−)
hi: ज़ूम आउट करें (⌘−)
it: Rimpicciolisci (⌘−)
ja: 縮小(⌘−)
pt_br: Diminuir zoom (⌘−)
ru: Уменьшить масштаб (⌘−)
zh_hans: 缩小 (⌘−)

source: Zoom out (⌘−), now %@
ar: تصغير (⌘−)، الآن %@
es: Alejar (⌘−), ahora %@
fr: Effectuez un zoom arrière (⌘−), maintenant %@
hi: ज़ूम आउट करें (⌘−), अब %@
it: Riduci lo zoom (⌘−), ora %@
ja: ズームアウト (⌘−)、今度は %@
pt_br: Diminuir zoom (⌘−), agora %@
ru: Уменьшить масштаб (⌘−), теперь %@
zh_hans: 缩小 (⌘−)，现在 %@

source: Zoom percentage
ar: نسبة التكبير
es: Porcentaje de zoom
fr: Pourcentage de zoom
hi: ज़ूम प्रतिशत
it: Percentuale di zoom
ja: ズーム率
pt_br: Porcentagem de zoom
ru: Процент масштабирования
zh_hans: 缩放百分比

source: Zoom percentage (0.1–3200%). Press Return to apply.
ar: نسبة التكبير (0.1–3200%). اضغط على "رجوع" للتطبيق.
es: Porcentaje de zoom (0,1–3200%). Presione Retorno para aplicar.
fr: Pourcentage de zoom (0,1 à 3 200 %). Appuyez sur Retour pour postuler.
hi: ज़ूम प्रतिशत (0.1-3200%)। आवेदन करने के लिए रिटर्न दबाएँ।
it: Percentuale di zoom (0,1–3200%). Premi Invio per applicare.
ja: ズーム率 (0.1 ～ 3200%)。 Return キーを押して適用します。
pt_br: Porcentagem de zoom (0,1–3200%). Pressione Return para aplicar.
ru: Процент масштабирования (0,1–3200%). Нажмите Return, чтобы применить.
zh_hans: 缩放百分比 (0.1–3200%)。按回车键应用。

source: Zoom tool
ar: أداة التكبير
es: herramienta de zoom
fr: Outil Zoom
hi: ज़ूम उपकरण
it: Strumento Zoom
ja: ズームツール
pt_br: Ferramenta Zoom
ru: Инструмент масштабирования
zh_hans: 缩放工具

source: Zooms the transformed picture within the frame.
ar: يقوم بتكبير الصورة المحولة داخل الإطار.
es: Hace zoom en la imagen transformada dentro del marco.
fr: Effectue un zoom sur l'image transformée dans le cadre.
hi: रूपांतरित चित्र को फ़्रेम के भीतर ज़ूम करता है।
it: Ingrandisce l'immagine trasformata all'interno della cornice.
ja: フレーム内の変換された画像をズームします。
pt_br: Amplia a imagem transformada dentro do quadro.
ru: Масштабирует преобразованное изображение в кадре.
zh_hans: 缩放框架内变换后的图片。

source: alis
ar: أليس
hi: ऐलिस
ja: アリス
ru: Алис
zh_hans: 阿利斯

source: bandage
ar: ضمادة
es: vendaje
fr: pansement
hi: पट्टी
it: benda
ja: 包帯
pt_br: curativo
ru: повязка
zh_hans: 绷带

source: bool
ar: منطقي
es: booleano
fr: bouffon
hi: बूल
ja: ブール
ru: логическое значение
zh_hans: 布尔值

source: bounds
ar: الحدود
es: límites
fr: limites
hi: सीमा
it: limiti
ja: 境界
pt_br: limites
ru: границы
zh_hans: 界限

source: brit
ar: بريت
es: británico
fr: britannique
hi: ब्रिट
it: britannico
ja: 英国人
pt_br: britânico
ru: британец
zh_hans: 英国人

source: checkmark
ar: علامة اختيار
es: marca de verificación
fr: coche
hi: चेकमार्क
it: segno di spunta
ja: チェックマーク
pt_br: marca de seleção
ru: галочка
zh_hans: 复选标记

source: circle
ar: دائرة
es: circulo
fr: cercle
hi: वृत्त
it: cerchio
ja: サークル
pt_br: círculo
ru: круг
zh_hans: 圆圈

source: colr
ar: لون
es: color
fr: couleur
hi: रंग
it: col
ja: コル
pt_br: col
ru: цвет
zh_hans: 颜色

source: comp
ar: شركات
fr: composition
ja: コンプ
pt_br: comparação
ru: комп
zh_hans: 比较

source: crop
ar: المحاصيل
es: cultivo
fr: récolte
hi: फसल
it: raccolto
ja: 作物
pt_br: colheita
ru: урожай
zh_hans: 作物

source: curv
ar: منحنى
es: curva
fr: courbe
hi: वक्र
it: curva
ja: 曲線
pt_br: curva
ru: кривая
zh_hans: 曲线

source: dark
ar: داكن
es: oscuro
fr: sombre
hi: अंधेरा
it: buio
ja: 暗い
pt_br: escuro
ru: темно
zh_hans: 黑暗

source: diff
ar: فرق
es: diferencia
fr: différence
hi: अंतर
ja: 差分
pt_br: diferença
ru: разница
zh_hans: 差异
